<h1 style="text-align:center;">Законодательство РФ</h1>
<h3>Основным документом, вокруг которого строится вся нормативно-правовая система регулироваться производства и продажи алкоголя, является Федеральный закон от 22.11.1995 г. № 171-ФЗ «О государственном регулировании производства и оборота этилового спирта, алкогольной и спиртосодержащей продукции и об ограничении потребления (распития) алкогольной продукции (в редакции Федерального закона от 07.01.1999 N 18-ФЗ) (с изменениями на 28 декабря 2017 года) (редакция, действующая с 1 января 2018 года)»

К алкогольной и спиртосодержащей продукции закон относит товары, концентрация в которых этилового спирта выше 0,5% от готового объёма. Определение понятий:

алкогольная: крепкие напитки (водка, коньяк, виски), вино, шампанское, ликёры, пиво, сидр, медовуха и др.;
спиртосодержащая: пищевая (виноматериалы, сусло) и непищевая с долей этилового спирта выше 0,5% от готового объёма.
Содержание закона не затрагивает непищевые составы, упакованные в металлические аэрозольные ёмкости объёмом до 0,45 л, и медицинские и лекарственные препараты, внесённые в госреестры.
</h1>